<!DOCTYPE HTML>
<html>
  <head>
    <title>Emthan-com privecy</title>
    <meta charset="UTF-8"/>
    <meta name="viewport" content="width=device-width,initial-scale=1.0"/>
    <meta name="keywords" content=""/>
    <meta name="description" content=""/>
    <meta name="author" content=""/>
    <meta name="copyright" content="amr attia,hassan abdo,عمرو عطية,حسن عبده"/>
    <link rel="stylesheet" href="css/emthancom.css"/>
    <link rel="stylesheet" href="css/all.min.css"/>
    <link rel="icon" href="pic/emthan.png" type="image/gif" sizes="16x16">
    <script src="js/jquery-3.5.1.js"></script>
  </head>
  <body>
    <?php require('header.php');?>
    <div class="privecy-poster">
      <h1>سياسة الخصوصية</h1>
      <div class="privecy-pargraph">
        <p>
          تمثل هذه الوثيقة 'الخطة' الخطوط الإرشادية الداخلية التي نتبعها كإدارة شركة تقويم و موظفيها و المتعاقدين معها و ذلك في سياق تشغيل تطبيقها الاليكتروني (امتحان كوم) الذي ينطوي عل حقيقة أن مستخدميه سيقدمون معلومات بعينها و يتشاركون فيها و يكون البعض منها خاصاً بينما البعض الآخر تعد معلومات في النطاق العام أي (إجماليا معلومات لمستخدم التطبيق) <br/>
          و إنه من المفيد أن نبدأ بالتعرف على ماتمثله هذه السياسة و ما لا تمثله ، و هذه السياسة تتمثل في وضع قواعد أخلاقية و لائحة داخلية يتداولونها الموكلون و الموظفون و المديرون و موردو الخدمات و المعنيون في شركة امتحان كوم ، و ذلك لإخبارهم بالتصرفات التي نعتبرها مقبولة و غير المقبولة عندما يكون الأمر متعلقا بالتعامل مع المعلومات الخاصة بمستخدم التطبيق الاليكتروني ، كما تهدف هذه السياسة إلى تعريفك بكيفية تشغيل بعض أوجه التعامل مع التطبيق الاليكتروني الذي يخزن معلومات المستخدم و في واقع الأمر قد يكون لهم صلة بمعلومات المستخدم<br/>
          هذه السياسة ليست اتفاقا ملزما من النحية القانونية و إنما هي وثيقة من طرف واحد يلتزم و لا تعد ضماناً لأي نموذج يمنح للمستخدمين أو الهيئات الحكومية أو الأشخاص الطبيعيين والاعتباريين بأى صفة كانت 
          و لنا كامل الحق و ما يتراءى لنا في اتخاذ القرار بشأن النتائج المترتبة على التزام المعنيين بهذه السياسة أو خرقها، كما أننا نحتفظ بالحق في الإعلام بهذه النتائج من عدمه
          <br/>
          يرجع السبب في أننا نستقبل معلومات المستخدم للتطبيق الاليكتروني إلى تمكيننا من تقديم الخدمات له من خلال التطبيق الاليكتروني بما يحقق الغاية التي يصل بها المستخدم إلى غايته. و تحتوي هذه المعلومات ضمن جملة أمور أخرى على بيانات تمكننا من التعرف على عملائنا بحيث نتعامل معهم وفقا للقوانين الواجبة التطبيق و مثال ذلك المعلومات ذات الصلة بالسن لنتمكن من تحديد مدى الأهلية التي يتمتع بها عميلنا للدخول في اتفاق ملزم قانونا و لتحديد المعلومات اللازمة التي تمكن المستخدمين من الوصوللتطبيق الاليكتروني بصفة متكررة مثل الوصول إلى اسم المستخدم و كلمة السر بالإضافة إلى عنوان البريد الإلكتروني المستخدم للتمكن من معرفة حساب المستخدم و لا سيما في الأحوال التي تنسى فيها الأسماء أو كلمة السر و كذلك المعلومات التي تمكننا من التعامل مع العميل و مثال ذلك الطريقة المحبذة للسداد و المعلومات اللازمة لتقديم الخدمات لعملائنا فيما يتعلق بعنوان البريد الإلكتروني و عنوانه الفعلي و رقم المحمول و ذلك لتسليم القسيمةات والفواتير و المبالغ المالية المستحقة. و هناك معلومات أخرى ترتبط بالأشياء التي يفضلها المستخدم و اهتماماته العامة و هذا هو العامل الأساسي في تحقيق استراتيجيتنا و التي تمكننا من إيجاد أفضل العروض التى ترقى إلى توقعات العملاء و بالتالي نقل هذه العروض بالطريقة الفعالة قدر المستطاع <br/>
          و تستثني من معلومات المستخدم المعلومات التي نتوصل إليها أو نجمعها أو نستخلصها سواء من جانبنا أو من جانب الغير من مقدمي الخدمات، و عادة ما تقوم تلك المعلومة على تحليل البيانات التي نجمعها من مصادر مختلفة بالإضافة إلى الإحصاءات و الاستنتاجات،
          و نلتزم بمراعاة القواعد للقوانين واجبة التطبيق و ذلك فيما يتعلق بالتعامل مع البيانات الخاصة و الشخصية لمستخدمي شبكة الإنترنت
          <br/>
          و القاعدة العامة أن معلومات المستخدم يتم التعامل معها بالطريقة الإلكترونية و لا يمكن للمعنيين الوصول إليها في سياق التشغيل اليومي في شركتنا لأننا لا نتشارك في معلومات المستخدم سواء مع المعنيين أو الغير. و مع ذلك فإننا نتعاون مع سلطات تنفيذ القوانين و جميع السلطات ذات الاختصاص التي تطلب معرفة معلومات عن المستخدم في سياق تطبيق القانون و إجراء التحقيقات ذات الصلة بالمصلحة العامة و الدعاوى الجنائية أو المدنية بالإضافة إلى الأمن العام و منع الجريمة <br/>
          و نتعامل مع معلومات عن المستخدم لتفي العروض المقدمة باحتياجاته و تتواءم مع تحقيق مصالحه و تناسب عاداته و حالته و سنستخدم التحليل الذي قمنا به لتقريب وجهات النظر فيما يتعلق بالنتائج التي توصلنا إليها إلى الموردين الجدد و الحاليين مما يتيح لنا زيادة العروض التي يقدمها التطبيق الاليكتروني و عند عرض الأمر على مقدمي الخدمات نستخدم الإحصاءات و البيانات المستقاة من المعلومات عن المستخدم و بذلك لن تنقل معلوماته المباشرة إلى الموردين <br/>
          و من الأهمية بمكان ضمان حماية المعلومات عن المستهلك و نضمن أن موردي الخدمات المالية يشفرون معلومات بطاقات الائتمان باستخدام تكنولوجيا تتبع بروتوكولا للتحكم في النقل عبر شبكة الإنترنت و ذلك وفقا لتقنية SSL كما أن هناك آخرين ممن نستعين بهم في القيام بخدمات التحصيل بخلاف استخدام بطاقة الائتمان على الإنترنت ملتزمون إما بالسرية التي تقضي بالتعهد بعدم الاستعانة بمعلومات المستخدم أو الافصاح عنها أو ملتزمون باستخدام وثائق مما يعتاد استخدامه فى هذه الصناعة بما يكفل خصوصية المستخددم و ضمان حماية معلوماته <br/>
          و عادة ما نتبع نماذج مقبولة في مجال الصناعة لحماية معلومات المستخدم، و لا توجد طريقة على الإطلاق للنقل عبر شبكة الإنترنت أو طريقة للتخزين الإلكتروني نضمن لها السلامة التامة، و مع ذلك نحاول بصفة مستمرة استخدام وسائل ممكنة من الناحية التجارية و تطبيقها لحماية معلومات المستخدم و لضمان مواصلة تقديم خدمتنا و خصوصية المستخدمين للتطبيق الاليكتروني <br/>
          و تعد معلومات المستخدم مصدرا نافعا في معظم المشروعات التجارية التي تعتمد على شبكة الإنترنت، و بوصفنا شركة قد نخضع دائما إلى عقد صفقات تشمل الأصول و حقوق الملكية بما في ذلك إدماج الشركات و التشعب أو الاستحواذ. و تعد معلومات المستخدم عاملاً أساسيا في مسائل التقييم التي تحدث قبل لقيام بهذه الإجراءات و أصولا أساسية يتم نقلها بمجرد إجراء الصفقات، و سوف نضمن أن خلفاءنا في مجال القانون يتعاملون مع معلومات المستخدم بالطريقة نفسها التي نتعامل بها ثم نواصل تطوير الطرق و تنفيذها لنكفل لهم حماية أفضل <br/>
          و تتاح فرصة الاختيار أمام المتعاملين مع الخدمات التي نقدمها في تغيير معلومات المستخدم بشرط أن يكون هذا التغيير قانونياً و شريطة ألا ينطوي على أي سلوك مخادع أو يطلب شطب المعلومات تماما و سوف نمتثل إلى هذه الطلبات بقدر استطاعتنا مع مراعاة المصالح التجارية المعنية <br/>
          و من المرجح أن يشمل التطبيق الاليكتروني إعلانات و طرق أخرى ترتبط بتطبيقات أخرى و ننصح مستخدمي التطبيق الاليكتروني بالأخذ بعين الاعتبار أننا لسنا مسئولين و لا تمنح ضمانا فيما يتعلق بالسياسة المتبعة في تطبيقات أخرى بشأن حماية المعلومات الشخصية و استخدامها، كما أننا لا و لن نوصي بوجود ميزات الأمان أو سياسة الخصوصية لأي طرف من الغير ما نصرح بذلك ، و في تلك الأحوال نضع التوصيات بشكل واضح.
          ستخدم جهازا لتخزين المعلومات المراد إخفاؤها و هو عبارة عن ملفات صغيرة للنصوص المخزنة لمستخدم الهاتف المحمول لأغراض الاحتفاظ بالتسجيل، ثم نربط المعلومات التي نخزنها في هذا الجهاز بمعلومات المستخدم
           <br/>
           و نستخدم ملف تخزين بيانات بطاقة شخصية لمدة زمنية محددة و تستخدم ملفات أخرى بصفة مستمرة، و نستخدم ملفات التخزين لمد زمنية معينة لتيسير الأمور على المستخدمين باتباع نظام معين لزيارة التطبيق الاليكتروني ، و تنتهي المدة المحددة لملف تخزين بيانات البطاقة الشخصية عندما تنتهي مدة استخدام المتصفح. أما ملف التخزين المستمر يظل موجودا على القرص الصلب لفترة ممتدة من الوقت، و يمكن إلغاء ملفات التخزين الدائمة باتباع التوجيهات المتاحة في الملف المساعد بالمتصفح <br/>
           و تستخدم ملفات التخزين المستمرة لتسجيل المعلومات و كلمة السر حتى يمكن للمستخدمين الوصول إليها في أي وقت أثناء استخدامهم للتطبيق الاليكتروني ، كما تستخدم ملفات التخزين المستمرة لتحدد اهتمامات مستخدمينا و تستهدفها لتعزيز الخبرة في التطبيق الاليكتروني.
            و لا يزال التطبيق الاليكتروني صالحا للاستخدام حتى لو نبذ الناس استخدام ملفات التخزين و رغم ذلك قد تتنوع استنادا إلى موافقة المستخدم على استخدم ملفات التخزين من انعدامها
             <br/>
             كما أننا نستخدم تكنولوجيا البرامج و التي يطلق عليها برامج متحركة مثل إشارات التطبيق الاليكتروني أو الخلل الذي يظهر في نظام التطبيق الاليكتروني أو تصميمه مما يساعدنا على التحكم في المحتوى على التطبيق الاليكتروني بشكل أفضل و ذلك بإعلامنا عن المحتوى الفعال. أما البرامج المتحركة فهي عبارة عن رسم بياني دقيق و له معرف به فريد من نوعه مشابه في الوظيفة التي يقوم بها لملفات التخزين و تستخدم لتحديد حركات مراقبة الحاسوب المركزي لمستخدمي شبكة الإنترنت. و على النقيض من ملفات التخزين التي يضعها مستخدم الكمبيوتر في القرص الصلب تكاد تدخل البرامج الواضحة و غير المرئية على صفحات التطبيق الاليكتروني ، و نربط بين المعلومات التي تجمعها البرامج الواضحة و بين معلومات المستخدم.
              و نرغب في تذكير مستخدمي التطبيق الاليكتروني أننا قادرون وحدنا على التحكم في طرق التشغيل و مع ذلك نتفاعل مباشرة مع تاجرينا الذين يتبعون سياستهم الخاصة لمعالجة معلومات الناس، و لذلك ينبغي عليك دائما أن تباشر الحرص التام كلما أدليت بمعلوماتك
            <br/>
            و تطبق السياسة بدءا من امتحان كوم و يتاح للمعنيين الاطلاع عليها و في أثناء ذلك نحتفظ بحقنا في استبدال هذه السياسة أو تعديلها دونما إخطار أو موافقة من أي طرف و لذلك نحثك على أخذها بعين الاعتبار بقدر المستطاع <br/>

        </p>
      </div>
    </div>
    <?php require('footer.php');?>
    <script src="js/index.js"></script>
  </body>
</html>
