<!DOCTYPE HTML>
<html>
  <head>
    <title>Emthan-com tos</title>
    <meta charset="UTF-8"/>
    <meta name="viewport" content="width=device-width,initial-scale=1.0"/>
    <meta name="keywords" content=""/>
    <meta name="description" content=""/>
    <meta name="author" content=""/>
    <meta name="copyright" content="amr attia,hassan abdo,عمرو عطية,حسن عبده"/>
    <link rel="stylesheet" href="css/emthancom.css"/>
    <link rel="stylesheet" href="css/all.min.css"/>
    <link rel="icon" href="pic/emthan.png" type="image/gif" sizes="16x16">
    <script src="js/jquery-3.5.1.js"></script>
  </head>
  <body>
     <?php require('header.php');?>
    <div class="tos-poster">
      <h1>شروط الخدمة</h1>
      <div class="tos-pargraph">
        <p>
          تمثل هذه الشروط و الأحكام (الشروط) التراضي و الاتفاق الملزم بينك و بين تقويم (الإدارة القائمة علي المنتجات و الخدمات و البرامج و المواقع الإليكترونية التي تحمل العلامة التجارية (امتحان كوم) وتطبق هذه الشروط بالنقر على زر 'أوافق'، و تكون موافقتك هذه نهائية و غير مشروطة و من ثم تكون ملزما قانونا باتباع أحكام هذه الشروط <br/>
          و في هذه الشروط كلما تأتي الإشارة إلى ضمير المتكلم فهذه دلالة على أن المقصود امتحان كوم أما استخدام ضمير المخاطب فتدل على الإشارة إلى المستخدم (العميل) الذي وافق على الشروط سواء بالنقرعلى زر 'أوافق' باعتباره دليلا على القبول أو بالاستخدام الفعلي المستمر للخدمات التي يقدمها التطبيق الاليكتروني و ذلك بعد الموافقة على هذه الشروط، ما لم يتفق علي خلاف ذلك كتابة مع امتحان كوم <br/>
          أما مصطلح 'الخدمات' أينما استخدم في هذه الشروط فهو يشير -و دون حصر- إلى خدمات امتحان كوم الخاصة للتطبيق و الموقع الاليكتروني (*) و التي تعرض مختاراتها علي سبيل المثال و ليس الحصر ا- تطوير نظم و تطبيقات التعليم و كيفية استقبال المعلومة مما يؤدي الي ارتفاع و ترقية المبادرة الذاتية، ب- تدريب و تطوير معايير المعلمين ج- تطوير الاحترام المتبادل و المنافسة الصحية بين المعلمين و الطلاب <br/>
          و بالنقر على الزر 'أوافق' فإنك تقر بأنك شخص طبيعي تتمتع بكامل الأهلية لعقد صفقات معرفة قانونا بالتصرفات الواقعة بين النفع و الضرر و بأنك لست مطالباً بحكم القانون بالاستعانة بولى أو قيم من شأنه عقد صفقة وبأنك قد اطلعت على هذه الشروط و فهمتها تماما، و كذلك فإنك تقر بأن حصولك على الأموال المستخدمة لسداد مقابل الخدمات التي نقدمها بوسائل مشروعة غير منازع فيها سواء من جانبك أو من قبل الغير، كما أنك عند قيامك بتسديد التزاماتك فإنك لا ترتكب مخالفة في حق القوانين الواجبة التطبيق عليك و/أو علينا أو فى المكان الذى أصدر فيه وثيقة السداد أو أي اختصاص آخر قد ينظم هذا الاستخدام <br/> <hr/>
          
          <h2>تعديل و إنهاء و وقف البرنامج</h2>
            حيث أننا نسعي دائما في الابتكار للوصول إلي أفضل النتائج الممكنة للمستخدم، لذا فإنك تقر و توافق علي أن طبيعة الخدمات و الأشكال و الصيغ التي نقدمها خاضعة للتغيير من وقت لأخر من دون موافقة مسبقة منك.
كما أنك تقر و توافق على أن لنا الحق و السلطة التقديرية بإيقاف 'الخدمات' أو كافة السمات المرتبطة بالخدمات بشكل (مؤقت أو دائم) من دون إخطار سابق لك أو إلتزام قانوني تجاهك، في حين أنك لا تلتزم بإخطارنا عندما تتوقف عن استعمال 'الخدمات
 <br/>
 كما أنك توافق على تلقي كافة التحديثات المتعلقة بالبرمجة حيث أن البرنامج الذي تستخدمه قد يطرأ عليه بعض التعديلات و التحديثات المصممة من جانبنا التي من شأنها تعزيز و تحسين و تطوير 'الخدمات'.
و توافق بالامتثال بكافة الشروط و الأحكام الصادرة من تقويم و المتعلقة بالعروض و البرامج التي يتم تقديمها من قبل الشركاء
<br/>
كما أنك تلتزم بعدم إساءة استعمال امتيازاتنا المتاحة من خلال تصرف من شأنه الإضرار بمصالحنا؛ علي سبيل المثال و ليس الحصر أو مخالفة لمحتوي تلك الاتفاقية، و تعدد حساب المستخدم و محاولة اكتساب و العبث بالتطبيق الإليكتروني...إلخ <br/>
و يجوز لنا بإرادتنا المنفردة إنهاء أو إيقاف العضوية في حالة إذا تبين لنا أن العميل لم يدفع المستحقات المالية تجاه تقويم او قد خالف أو بادر بالقيام بتصرف معارض لمحتوى هذه الشروط.
كما أنك تدرك و تقر بأن إيقاف العضوية يؤدي إلي إلغاء الخدمات المتاحة مما يؤدي إلي عدم قابلية أو إجازة العضوعلي استرجاع ما قد تم دفعه.
كما أننا لنا الحق منفردين في اتخاذ قرارات إنهاء العضوية و ، و القرار الذي يتخذ من جانبنا نهائي و ملزم
<br/><hr/>

 <h2>انتفاء مسئوليتنا تجاه التطبيقات التي تم تحميلها</h2>
و نود أن نذكرك بأنك تتحمل منفرداً المسئولية كاملة عند تحميل و تنصيب برامج تساعدك في استخدام محتوي التطبيق (اسم التطبيق) علي الهاتف المحمول أو الحاسوب من شأنها الإضرار بالبرنامج و العتاد الخاص بك، و توافق بموجب هذه الوثيقة على حقنا في الحصول على تعويض و حمايتنا من أي ضرر أو مطالبة أو تعرض يقع منك أو من الغير بشأن البرامج التي تم تحميلها.
<br/><hr/>

<h2>البيانات الشخصية</h2>
في حالة تسجيلك للدخول علي خدماتنا فإنك توافق علي أن أى معلومات ذات صلة بتحديد هويتك قمنا بالحصول عليها و استيفائها تشكل بيانات شخصية و أنك تقبل بقيامنا باستخدام و إفشاء تلك المعلومات كمرجعية في المستقبل للتعامل مع خدماتنا.

كما أنك تفهم أنه قد يُطلب منك تقديم بيانات شخصية أو تحديد الوسائل المتاحة التي تمكننا من الإتصال بك للوصول إلي خدماتنا كجزء من إجراءات التسجيل، و أنك توافق و تعي بتقديم كل البيانات المطلوبة في المجالات ذات الصلة بالموضوع و التي نطلبها منك بدقة و السرعة بإخطارنا بأى تغييرات قد تطرأ علي بريدك الاليكتروني بالضغط علي أيقونة 'تحديث الحساب' من خلال التطبيق الاليكتروني.

كما أنك توافق علي دمج بياناتك الشخصية التي يتم تقديمها عند إنشاء حسابك الشخصي لدي التطبيق الاليكتروني مع بيانات 'خدمات *' الأخري أو الغير في نطاق شبكتنا لتحسين جودة خدماتنا.

و ننصحك بتقديم كل البيانات المطلوبة في المجالات ذات الصلة بالموضوع و التي نطلبها منك بدقة لأننا لا نكون مسؤولين بأي وسيلة عن الإخفاق في تحقيق خدمات 'االشركة' و 'خدماتنا' نتيجة لمعلومة خاطئة أو مضللة تقدمها.

و تعي و تدرك أن كافة البيانات الشخصية لا تزال مملوكة للمستخدم و نتعهد بعدم الكشف عن بياناتك للغير باستثناء المطلوبة من قبل القانون أو في سياق التحقيقات و الإجرائات القانونية التي تتخذ في حالة ظهور أى سلوك احتيالي أو منحرف أو غير مشروع، في حين أنه قد نستخدم و نتبادل بيانات مجمعة مع الغير و 'الشركة' و ذلك في محاولة لتحديد و معرفة اختياراتك وقابلية تقديم عروض جديدة و إجراء بحوث تلاقي توقعات المستخدم.

من أجل الإستفادة من مزايا البرنامج قد يتم تبادل بياناتك الشخصية مع تقويم لتمكنهم من إنشاء حساب خاص لك لديهم ليتم وضعها ضمن قائمة 'العملاء المخلصين' تمكنهم من تحديد و تخصيص عروض وخدمات تناسب العملاء، كما انك تفهم و توافق علي لنا السلطة التقديرية فيما يتعلق بالقرار و بنوع و المدي المسموح بتبادل البيانات.
<br/><hr/>

<h2>حقوق الملكية الفكرية</h2>
توافق علي قيامنا بعرض مواد إعلانية و ترويجية حيث أن بعض 'الخدمات' يتم تدعيمها من خلال دخل تلك الإعلانات، و تعي أن المواد الإعلانية التي يتم عرضها خاضعة للتغيير من وقت لاخر دون إخطار سابق لك بالنظر إلي ان تقويم تمنحك حق الوصول و إستخدام خدماتنا.

و توافق و تفهم أنك بالوصول إلى تطبقنا فإن ذلك يعرضك للمخاطرة المرتبطة بالتطبيقات التي لها طبيعة مشابهة لتطبيقنا و التي تديره شركات تجارية مشروعة و رغم أننا نبذل قصارى جهدنا لحماية تطبيقنا فلا نضمن إن كان قد يحدث ضرراً لنظام هاتفك المحمول في كل من البرامج و مكوناته ووحداته بسبب وصولك إلى التطبيق.

و تشمل خدماتنا موادا تحميها نواح كثيرة من نواحي الملكية الفكرية التي نستغلها بناء على حق مشروع أو إذن من صاحب الشأن و مع ذلك فلا يسمح لك بأي طريقة في نسخ هذه المادة أو تخزينها باستخدام أي وسيلة أو استغلال هذه المادة و عرضهل للبيع أو التأجير للتعدي على حقوق الملكية الفكرية للغير من دون الحصول علي موافقة كتابية مسبقة من تقويم أو الغير الذي يعتبر مالكاً للمحتوي ، حيث تشمل هذه المواد –دون حصر- شعارات بما في ذلك علامات مميزة للدعاية و شعارات أخرى تستغلها الشركة أو الأطراف التابعة لهم و نصوص محمية و تصميمات لصناعية .

كما انك تفهم و تقر بأن تقويم أو المرخصين مالكين لهم لكافة الحقوق القانونية و الالقاب و المصالح ذات صلة 'بالخدمات , شاملا كافة حقوق الملكية الفكرية المقننة بالخدمات (سواء إن تم تسجيل تلك الحقوق أو تم الإعتراف بتلك الحقوق في أى مكان بالعالم). كما انك تقر بأن الخدمات قد تشمل علي بيانات سرية ' و انك ملتزم بعدم كشف و إفشاء سرية تلك البيانات من دون موافقة كتابية مسبقة صادرة من تقويم.

بموجب تلك الشروط و الاحكام لا يجوز لك إستخدام أو إستغلال أى من العلامات أو الاسماء التجارية و شعارات و خصائص العلامات المتميزة و علامات الخدمات ذات صلة بنا و اسم النطاق بخلاف ماقد تم و سبق الإتفاق عليه كتابة مع تقويم

كما انك تقبل و تفهم ان هذا الترخيص يشمل حقنا في إتاحة عرض المحتوي لدي الغير من شركات و منظمات و افراد تجمعهم صلات و علاقات معنا لتوفير خاصية الخدمات المشتركة.
<br/><hr/>

<h2>طرق الدفع</h2>
تختلف طرق الدفع ما اذا كنت فرد او مدرسة.<br/>

فرد: <br/>

يستطيع الفرد بتسجيل مواد معينة او القيام بالتسجيل للفئة السنوية التي تشمل كافة المواد. <br/>

مدرسة: <br/>

يتم الدفع عن طريق بطاقة ائتمانية او نقود سائلة او رسائل نصية او بطاقات خدش. <br/>

يتم الدفع عن طريق بطاقة ائتمانية او نقود سائلة او رسائل نصية او بطاقات خدش. <br/>
<br/><hr/>

<h2>قوانين قابلة للتطبيق</h2>
كما انك تفهم و توافق صراحة بانك تتحمل المسئولية كاملة عند إستخدامك 'الخدمات' كما هي ظاهرة و متوفرة.

كما انك تفهم بأن حصولك علي نصيحة أو معلومة سواء شفاهة أو كتابة من تقويم لا تعد ضمانا غير لما هو مذكور صراحة بتلك الشروط و الاحكام.

ونود ان نذكرك بأن سواء عند حصولك علي نصيحة منا أو كان يجب ان نكون علي علم بإحتمالية وقوع الخسائر فإن مسئوليتنا تجاهك تظل محددة و سارية

كما انك تفهم اننا لا نمنح ضمانات و لا نتحمل المسئولية تجاه الاداء الفعلي لتقويم

كما انك توافق عند التسجيل بتطبيق تقويم و الشركات التابعة و شركائهم و المسئولين و المديرين و الموظفين و الوكلاء و الذين يطلق عليهم مجتمعين (الاطراف المعفية), لا يتحملون أى مسئولية تجاهك لأي مطالبة و إدعاء و خسارة و جروح وتأجيل و حادثة و تكلفة أو مصاريف أو لأى اضرار عرضية و غير مباشرة و إستثنائية و اضرار اخري علي سبيل المثال و ليس الحصر الخسائر و الاضرارالتي قد تلحق بالدخل و الارباح و الادخارات و البيانات (الخسائر و الاضرار) بطريقة مباشرة أو غير مباشرة علي علاقة و ذات صلة؛
<br/>
 بالبرنامج و تلك الشروط و الاحكام أو الحوافز و المكافآت التي نمنحها.
<br/>
 أى إخفاق و تأجيل أو قرار يصدر في سياق إدارة للتطبيق
<br/>
 أى إستخدام لبطاقتك غير مرخص به اوحدوث خرق لاساليب الحماية المعتادة
<br/>
 كل ما يتعلق بالبرنامج أو الشركاء و الموردين أو منتجاتهم أو خدماتهم من إدعاءات و بيانات و عروض و تمثيل صادرة من الشريك و المورد أو أى شخص أو هيئة
<br/>
 أى مطبوعات و منتجات أو أخطاء اخري متعلقة بالتطبيق الاليكتروني
<br/>
 أى إخفاق في وسائل الإتصالات بالتطبيق الاليكتروني
<br/>
 أى شراء أو استبدال أو إستخدام بضائع أو خدمات الشركاء أو الموردين سواء قمنا بعرضها أو تم عرضها من قبل الشركاء أو الموردين.
<br/>
كما انك تقر و توافق علي إعتبار ان كل عضو من مجموعة الشركات التابعة لنا الطرف المستفاد في إتجاه تلك الشروط و الاحكام و خاضعة لها, و لا يجوز لأى شخص أو شركة اخري حل محل الطرف المستفاد

و لا يسمح لك باستغلال أسماء المستخدم أو عناوين البريد الإلكتروني التي تعد مهينة أو منافية للأخلاق العامة . و يتطلب استغلالك لاسم المستخدم و عناوين البريد الإلكتلروني التي تقدمها أن تعبر عن هويتك و حتى إذا قررت أن تستخدم مسمى معين أو بريدا بمسمى معين غير اسمك القانونى فلا يكون ذلك مهينا أو غير قانوني أو منتهكا للأخلاق العامة أو القبول بصفة عامة أو قد يؤدي ذلك إلى أن أناسا آخرين يظنون أنك شخص لك مكانة أونفوذاً و مثال ذلك الشخصيات الشهيرة في مجال الترفيه و الرياضة و الشخصيات العامة رؤساء الدول أو رجال الدين. و تشمل أسماء المستخدمين أو عناوين بريدهم الإلكتروني غير المقبولة الفئات المذكورة أعلاه على سبيل المثال والأسماء و العناوين التي تحرض على الكراهية و تدل على الرأي المنتقص من القدر أو وصف أشخاص بعينهم و تصوير الأشخاص على أنهم مجرمون مما يشجع على سوء المعاملة أو يتسبب في إيذاء المشاعر.

لنا الحق في عدم تقديم الخدمة لك دون إبداء سبب.

تتقبل أن لنا الحق في إنهاء حسابك دون إبداء سبب
<br/><hr/>
          
        </p>
      </div>
    </div><br/>
    <?php require('footer.php');?>
    <script src="js/index.js"></script>
  </body>
</html>
